"Close Window" = "Luk vindue";
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "iPod er opdateret til version <version>. Skub iPod ud og afmonter den, og tilslut derefter iPod igen, så opdateringen kan afsluttes.";
"An error occurred. There may be open files on the iPod." = "Der skete en fejl. Der kan være åbne arkiver på iPod.";
W = "W";
"The iPod is not mounted." = "iPod er ikke aktiv.";
"Click the lock to prevent further changes." = "Klik på låsen for at forhindre flere ændringer.";
"The iPod could not be unmounted because it is in use." = "iPod kan ikke skubbes ud, fordi den er i brug.";
"Plug in an iPod to update it." = "Tilslut en iPod for at opdatere den.";
Quit = "Slut";
"Click the lock to make changes." = "Klik på låsen for at foretage ændringer.";
"More than one iPod is attached." = "Der er tilsluttet mere end en iPod.";
"Restore iPod" = "Tilbagekopier iPod";
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "iPod er opdateret til version <version>. Afmonter iPod, og tilslut den derefter igen, så opdateringen kan afsluttes.";
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Originalsoftwaren er tilbagekopieret til iPod. Afmonter iPod, og tilslut den derefter igen, så opdateringen kan afsluttes.";
"Please attach one iPod at a time to be updated." = "Tilslut kun en iPod ad gangen ved opdatering.";
"Out of memory." = "Ikke mere hukommelse.";
"<version> (needs update)" = "<version> (skal opdateres)";
"No iPod is attached." = "Ingen iPod tilsluttet.";
Update = "Opdater";
"<version> (up to date)" = "<version> (er ajour)";
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Originalsoftwaren er tilbagekopieret til iPod. Skub iPod ud og afmonter den, og tilslut derefter iPod igen, så opdateringen kan afsluttes.";
"The attached iPod does not have proper software on it." = "Der er ikke korrekt software på den tilsluttede iPod.";
"Serial Number:" = "Serienummer:";
"An unexpected error occurred." = "Der opstod en uventet fejl.";
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Der blev fundet en iPod, men den skal være aktiv på skrivebordet, hvis denne handling skal udføres.";
"Could not find updater library." = "Kan ikke finde opdateringsbiblioteket.";
"iPod Software Version <version>" = "iPod-software version <version>";
"Update puts the latest system software on your iPod." = "Opdateringen anbringer den nyeste System-software på iPod.";
"Updating iPod software" = "Opdaterer iPod-software";
"Name:" = "Navn:";
Stop = "Stop";
"The updater does not have a firmware image." = "Opdateringen indeholder ikke et firmwarebillede.";
"Update iPod" = "Opdater iPod";
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Der er tilsluttet mere end en iPod. Tilslut kun en iPod ad gangen ved opdatering.";
"An iPod is attached, but not mounted on the desktop." = "Der er tilsluttet en iPod, men den er ikke aktiv på skrivebordet.";
"Restoring iPod software" = "Tilbagekopierer iPod-software";
Options = "Indstillinger";
"About iPod Updater" = "Om iPod-opdatering";
"All data currently stored on the iPod will be lost." = "Alle data på iPod slettes.";
"Are you sure you want to restore the iPod software?" = "Er du sikker på, at iPod-softwaren skal tilbagekopieres?";
"The iPod Updater requires CarbonLib 1.4 or newer." = "iPod-opdatering kræver CarbonLib 1.4 eller en nyere version.";
"Done restoring iPod software" = "iPod-software er tilbagekopieret";
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Hvis du slutter, mens en handling er i gang, kan det være nødvendigt at tilbagekopiere iPod-software senere.";
"iPod Software <version> Updater" = "iPod-software <version> - opdatering";
"The iPod Updater application may be damaged." = "Programmet iPod-opdatering er muligvis beskadiget.";
Restore = "Tilbagekopier";
"Could not find a SysInfo file on the iPod disk." = "Kan ikke finde et SysInfo-arkiv på iPod-disken.";
"Authenticating..." = "Godkender...";
"Capacity:" = "Kapacitet:";
"The iPod disk does not have the correct structure." = "iPod-disken har ikke den korrekte struktur.";
"The updater does not have a volume image." = "Opdateringen indeholder ikke et enhedsbillede.";
"Done updating iPod software" = "iPod-software er opdateret";
Q = "Q";
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Når du tilbagekopierer, slettes indholdet af iPod, og fabriksindstillingerne gendannes. Musik og andre data slettes.";
"Quit while this operation is in progress?" = "Slut, mens handlingen er i gang?";
R = "R";
"Software Version:" = "Softwareversion:";
"The Mac OS error code was <error>." = "Mac OS-fejlkoden var <error>.";

